{
    "b2b.p": "Program to compute the demand on Back-to-Back converters when connected to a Asynchronous Induction Machine, in DFIG Wind Turbines.",
    "b2b.title": "Power Electronics Back-to-Back converters",
    "breadcrumb.Wind Farm SCADA": "Wind Farm SCADA",
    "breadcrumb.concepts": "Wind Energy Concepts",
    "breadcrumb.landing": "Home",
    "breadcrumb.opcion4": "Drive Train",
    "breadcrumb.opcion5": "Back-to-Back",
    "breadcrumb.opcion6": "Videos",
    "breadcrumb.opcionGuiaWFSSCADA": "Guide SCADA",
    "breadcrumb.opcionGuias": "Guides",
    "breadcrumb.opcionSimuladores": "Simulators",
    "breadcrumb.opcionTutoriales": "Tutorials",
    "card.grid.title2": "Electric Grid and Wind Farms concepts",
    "card.grid.title3": "Access to Real-Time Wind Turbine Simulators",
    "card.grid.title4": "Drive Train analysis software",
    "card.grid.title5": "Back-to-Back converters of DFIGs",
    "card.grid.title6": "Some significant Videos",
    "card.grid.title7": "Access to the Tutorials",
    "card.grid.title8": "Guided learning and suggested Experiments",
    "card.intro.title": "Introduction to Wind Turbines concepts",
    "concepts.intro.family": "Introduction to Wind Turbine families and their evolution",
    "concepts.intro.textbutton": "▶ Visualize the Tutorial",
    "concepts.mindmap.button": "▶ Open the Mind Map",
    "concepts.mindmap.h3": "Mind Map with key works on Wind Energy",
    "concepts.mindmap.p": "This mind-map presents an structural view of the essential technical, operational, and technological aspects of wind energy, serving as a complete reference for planning, training, and decision‑making.",
    "concepts.title": "Introduction to Wind Energy Concepts",
    "concepts.title.p": "",
    "dfigb2b.h3": "Run the application \"DFIGB2B\"",
    "dfigb2b.p1": "This program computes all the magnetic and electric variable on the Asynchronous Induction Machine used of the Doubly Fed Induction Generator family of Wind Turbine, and also the demand placed on the Back-to->Back converter. Ideal for post-morten analysis of these converters.",
    "dfigb2b.p2": "This <a href=\"https://youtu.be/AfkW0Qvy8AI\" target=\"_blank\" rel=\"noopener noreferrer\">video</a> contains a brief explanation.",
    "drivetrain.p": "Documentation about the Drive Train, and access to the tool for designing and for studiying its Operational Curve (Blade rpms versus Wind Speed)",
    "drivetrain.title": "On the Wind Turbine Drivetrain",
    "guided.learning.p": "You will find in this section sets of Guided tours around the Tutorials, as well as Suggested Experiments described in the Tutorials",
    "guided.learning.title": "Access to Guided learning and suggested Experiments",
    "header.subtitle": "Reduce Training Costs and Strengthen Your Maintenance Workforce",
    "header.title": "Wind Turbine Real-Time Simulators, Training & Engineering Tools",
    "help": "Help",
    "home": "Home",
    "landing.subtitle": "Click on a subject to access the corresponding applications",
    "landing.title": "Select a subject",
    "mindmap.windenergy.path": "C:\\ACMSL\\ACM SL Wind Energy Applications\\English\\files\\Training in Industrial aspects of Wind Energy.mm",
    "nrel.access.h3": "Acces to the National Renewable Energy Laboratory (NREL) documentation",
    "nrel.access.p1": "NREL published in March 2008 this reference paper: <strong>\"Advanced Control Design for Wind Turbines Part I: Control Design, Implementation, and Initial Test - Part I: Control Design, Implementation, and Initial Tests\"</strong>.",
    "nrel.access.p2": "It contains the description of algorithms required for designing Drive Trains that extract the maximum power from the existing wind.",
    "opcurve.h3": "Operational Curve of Variable Speed Wind Turbines",
    "opcurve.p1": "To get the maxmimum power from the existing wind speed, a technique known as <strong>Maximum Power Point Tracking</strong> algorithm (or <strong>MPPT</strong>) Blades must rotated with a velocity proportional to the Wind Speed.",
    "opcurve.p2": "This applications permits the evaluation of algorithms that must be implemented to achieve it.",
    "opcurve.p3": "It is an engineering tool designed to analyze and define the operating conditions of a wind turbine DriveTrain based on blade type, blade length, and its coupling with the electrical generator, including synchronous speed and the selected gearbox ratio.",
    "open": "Open",
    "scada.guide.title": "Guided exploration of the Wind Farm Control Center/SCADA",
    "search.button": "Search",
    "search.placeholder": "Search…",
    "simulator.dfigwt.p": "Real-Time Simulator for the family of DFIG WTs including the simulation of the Power Electronics <strong>Back-to-Back converter</strong>.",
    "simulator.dfigwt.title": "For the Doubly-Fed Induction Generator (DFIG) family of WTs",
    "simulator.dsaswt.p": "Real-Time Simulator for the family of WTs with variable Pitch blades, and control using <strong>Active-Stall principle</strong>, and <strong>two operative Hub rotational speeds</strong>.",
    "simulator.dsaswt.title": "For the Squirrel Cage generator, Active Stall Controlled, Dual Speed family of WTs",
    "simulator.rrcwt.p": "Real-Time Simulator for the family of WTs that implements control through two mechanism: the Blades Pitch and the <strong>Winding Rotor Resistance of the asynchronous induction generator</strong>.",
    "simulator.rrcwt.title": "For the Rotor Resistance Controlled family of WTs",
    "simulator.wfscada.h3": "ACMSL 'Wind Farm Control Center/SCADA' Simulator",
    "simulator.wfscada.p": "This simulator, together with its Tutorial, enables users to understand the Wind Farm components, their operational roles, and the way they interact with one another and with the Electric Grid.",
    "turbinefamilies.p": "You have a introductory presentation in Families of Wind Turbines",
    "turbinefamilies.title": "Families of Wind Turbines in Wind Farms",
    "tutorial.family.path": "C:\\ACMSL\\WindFarmSimulator\\conf\\Training in Industrial aspects of Wind Energy\\WindTurbineFamilies.htmle",
    "tutorial.ldpframework.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\English\\LdP_Help\\Introduction.html",
    "tutorial.wfscada.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\English\\Wind_Farm_Simulator_SCADA\\Introduction.html",
    "tutorial.wfsscada.button": "📖 Open the 'Wind Farm Control Center/SCADA' Simulator's Tutorial",
    "tutorials.dfigwt.button": "📖 Open the 'Real-Time Doubly-Fed Induction Generator WT Simulator' Tutorial",
    "tutorials.dfigwt.h3": "Tutorial of the 'Real-Time Doubly-Fed Induction Generator WT Simulator'",
    "tutorials.dfigwt.p1": "This WT family constitutes the vast majority of the WTs installed on Wind Farms, world-wide.",
    "tutorials.dfigwt.p2": "It is a complex production plant that exploit the capabilities of modern Power Electronics.",
    "tutorials.directaccess.p": "The Tutorials are a key component of the product line of ACM SL. They normally are associated to the Real-Time Simulators and Applications, and can be access from whitin them: here you can access them directly.",
    "tutorials.directaccess.title": "Direct access to the Tutorials",
    "tutorials.dsaswt.button": "📖 Open the 'Real-Time Dual Speed Active-Stall WT Simulator' Tutorial",
    "tutorials.dsaswt.h3": "Tutorial of the 'Real-Time Dual Speed Active Stall WT Simulator'",
    "tutorials.dsaswt.p1": "In this tutorial you will find the description of:",
    "tutorials.dsaswt.p2": "* the most common subsystems in a modern WT",
    "tutorials.dsaswt.p3": "* the description of its working conditions",
    "tutorials.dsaswt.p4": "* the basis of the asynchronous induction generator",
    "tutorials.ldpframework.button": "📖 Open the 'Real-Time Doubly-Fed Induction Generator WT Simulator' Tutorial",
    "tutorials.ldpframework.h3": "Tutorial of the 'LdP framework'",
    "tutorials.ldpframework.p1": "All the Real-Time simulators of ACMSL are based on the framework <strong>LdP</strong>, developed by ACM SL, that poses unique functionalities for the development of Real-Time Simulators, that, in turn, are based on <strong>Digital Twins</strong>",
    "tutorials.ldpframework.p2": "In this tutorial you have a description of its characteristics.",
    "tutorials.rrcwt.button": "📖 Open the 'Real-Time Rotor Resistance Controlled WT Simulator' Tutorial",
    "tutorials.rrcwt.h3": "Tutorial of the 'Real-Time Rotor Resistance Controlled WT Simulator'",
    "tutorials.rrcwt.p1": "This WT family constitutes an important step in the development of modern WTs, like DFIGs.",
    "tutorials.rrcwt.p2": "It uses a common characteristic of the Asynchronous Induction Generators to solve the problem of using the Drive Train as an energy storage device to cope with the problems associated with wind gusts.",
    "tutorials.windfarm_scada.button": "📖 Open the 'Wind Farm Control Center/SCADA' Tutorial",
    "tutorials.windfarm_scada.h3": "Access to the 'Wind Farm Control Center/SCADA' Simulator' Tutorial",
    "tutorials.windfarm_scada.p1": "While the Wind Farm Control Center/SCADA Simulator includes built‑in access to its tutorial, this option lets users open the tutorial separately, without launching the simulator itself.",
    "tutorials.windfarm_scada.p2": "And about the main characteristics of the Electic Grid affecting the operation of the Wind Farm.",
    "videos.p": "Select a video to watch.",
    "videos.title": "Wind Turbine related videos",
    "windfarms.p": "Wind farms serve as the fundamental production units, supplying their generated power directly to the Transmission Tetwork of the Electric Grid.",
    "windfarms.title": "The Wind Farms and the Electric Grid"
}
