{
  "b2b.p": "Programa para calcular la demanda sobre los convertidores Back-to-Back cuando están conectados a una Máquina de Inducción Asíncrona, en Aerogeneradores DFIG.",
  "b2b.title": "Convertidores Back-to-Back de Electrónica de Potencia",
  "breadcrumb.Wind Farm SCADA": "Parque Eólico SCADA",
  "breadcrumb.concepts": "Conceptos de Energía Eólica",
  "breadcrumb.landing": "Inicio",
  "breadcrumb.opcDFIGB2B": "Back-to-Back",
  "breadcrumb.opcGuideSCADA": "Guía SCADA",
  "breadcrumb.opcGuides": "Guías",
  "breadcrumb.opcOperCurve": "Tren de Potencia",
  "breadcrumb.opcSimulators": "Simuladores",
  "breadcrumb.opcTutorials": "Tutoriales",
  "breadcrumb.opcVideos": "Vídeos",
  "card.grid.help4": "Programa para calcular la <strong>Curva Operativa de Aerogeneradores de Velocidad Variable</strong> (familias DFIG y Full Converter).",
  "card.grid.help5": "Programa para calcular los valores de las variables magnéticas y eléctricas en la Máquina de Inducción Asíncrona en <strong>Aerogeneradores DFIG</strong>, suponiendo que está conectada a un <strong>convertidor Back-to-Back de electrónica de potencia</strong>.",
  "card.grid.title2": "Conceptos de Red Eléctrica y Parques Eólicos",
  "card.grid.title3": "Acceso a los Simuladores de Aerogeneradores en Tiempo Real",
  "card.grid.title4": "Software de análisis del Tren de Potencia",
  "card.grid.title5": "Convertidores Back-to-Back de DFIGs",
  "card.grid.title6": "Algunos vídeos significativos",
  "card.grid.title7": "Acceso a los Tutoriales",
  "card.grid.title8": "Aprendizaje guiado y experimentos sugeridos",
  "card.intro.title": "Introducción a los conceptos de Aerogeneradores",
  "concepts.intro.family": "Introducción a las familias de Aerogeneradores y su evolución",
  "concepts.intro.textbutton": "▶ Visualizar el Tutorial",
  "concepts.mindmap.button": "▶ Abre el Mapa Mental",
  "concepts.mindmap.h3": "Mapa mental con los conceptos clave en Energía Eólica",
  "concepts.mindmap.p": "Este mapa mental presenta una vista estructural de los aspectos técnicos, operativos y tecnológicos esenciales de la energía eólica, sirviendo como una referencia completa para la planificación, formación y toma de decisiones.",
  "concepts.title": "Introdución a conceptos de Energía Eólica",
  "concepts.title.p": "",
  "dfig.modal.50hz": "50Hz",
  "dfig.modal.60hz": "60Hz",
  "dfig.modal.cancel": "Cancelar",
  "dfig.modal.question": "¿Qué versión desea ejecutar?",
  "dfigb2b.h3": "Ejecutar la aplicación \"DFIGB2B\"",
  "dfigb2b.p1": "Este programa calcula todas las variables magnéticas y eléctricas en la máquina de inducción asíncrona utilizada en la familia de aerogeneradores DFIG, así como la demanda sobre el convertidor Back-to-Back. Ideal para análisis post-mortem de estos convertidores.",
  "dfigb2b.p2": "Este <a href=\"https://youtu.be/AfkW0Qvy8AI\" target=\"_blank\" rel=\"noopener noreferrer\">video</a> contiene una breve explicación.",
  "drivetrain.p": "Documentación sobre el Tren de Potencia y acceso a la herramienta para diseñar y estudiar su Curva Operativa (rpm de palas vs velocidad del viento)",
  "drivetrain.title": "Sobre el Tren de Potencia de Aerogeneradores",
  "guided.learning.p": "En esta sección encontrarás recorridos guiados por los Tutoriales, así como Experimentos sugeridos descritos en los Tutoriales",
  "guided.learning.title": "Acceso a aprendizaje guiado y experimentos sugeridos",
  "header.subtitle": "Reduce los costes de formación y refuerza tu equipo de mantenimiento",
  "header.title": "Simuladores y Herramientas de Aerogeneradores en Tiempo Real",
  "help": "Ayuda",
  "home": "Inicio",
  "landing.subtitle": "Haz clic en un tema para acceder a las aplicaciones correspondientes",
  "landing.title": "Selecciona un tema",
  "mindmap.windenergy.path": "C:\\ACMSL\\ACM SL Wind Energy Applications\\Spanish\\files\\Training in Industrial aspects of Wind Energy.mm",
  "nombre.idioma": "Español",
  "nrel.access.h3": "Acceso a la documentación del National Renewable Energy Laboratory (NREL)",
  "nrel.access.p1": "NREL publicó en marzo de 2008 este artículo de referencia: <strong>\"Advanced Control Design for Wind Turbines Part I: Control Design, Implementation, and Initial Test - Part I: Control Design, Implementation, and Initial Tests\"</strong>.",
  "nrel.access.p2": "Contiene la descripción de los algoritmos necesarios para diseñar trenes de potencia que extraigan la máxima energía del viento disponible.",
  "opcurve.h3": "Curva Operativa de Aerogeneradores de Velocidad Variable",
  "opcurve.p1": "Para obtener la máxima potencia del viento existente, se utiliza una técnica conocida como <strong>seguimiento del punto de máxima potencia</strong> (MPPT). Las palas deben girar a una velocidad proporcional a la velocidad del viento.",
  "opcurve.p2": "Esta aplicación permite la evaluación de los algoritmos que deben implementarse para lograrlo.",
  "opcurve.p3": "Es una herramienta de ingeniería diseñada para analizar y definir las condiciones de operación del tren de potencia de un aerogenerador en función del tipo de pala, longitud de pala y su acoplamiento con el generador eléctrico, incluyendo la velocidad síncrona y la relación de la caja de engranajes seleccionada.",
  "open": "Abrir",
  "scada.guide.title": "Exploración guiada del Centro de Control SCADA de Parque Eólico",
  "search.button": "Buscar",
  "search.placeholder": "Buscar…",
  "simuladorDFIG.50hz": "dfigr12_50hz.conf",
  "simuladorDFIG.60hz": "dfigr12_60hz.conf",
  "simuladorDSAS.configuracion": "DSASr12.conf",
  "simuladorRRC.configuracion": "rrcr12.conf",
  "simulator.dfigwt.p": "Simulador en tiempo real para la familia de aerogeneradores DFIG, incluyendo la simulación del <strong>convertidor Back-to-Back de electrónica de potencia</strong>.",
  "simulator.dfigwt.title": "Para la familia de aerogeneradores de Doble Alimentación (DFIG)",
  "simulator.dsaswt.p": "Simulador en tiempo real para la familia de aerogeneradores con palas de Pitch variable y control mediante el <strong>principio de Estol Activo</strong>, y <strong>dos velocidades operativas del buje</strong>.",
  "simulator.dsaswt.title": "Para la familia de aerogeneradores de jaula de ardilla, controlados por estol activo y doble velocidad",
  "simulator.rrcwt.p": "Simulador en tiempo real para la familia de aerogeneradores que implementan el control mediante dos mecanismos: el Pitch de las palas y la <strong>resistencia del rotor bobinado del generador de inducción asíncrono</strong>.",
  "simulator.rrcwt.title": "Para la familia de aerogeneradores con control de resistencia de rotor",
  "simulator.wfscada.h3": "Simulador 'Centro de Control/SCADA de Parque Eólico' de ACMSL",
  "simulator.wfscada.p": "Este simulador, junto con su Tutorial, permite a los usuarios comprender los componentes del Parque Eólico, sus funciones operativas y la forma en que interactúan entre sí y con la Red Eléctrica.",
  "turbinefamilies.p": "Tienes una presentación introductoria en Familias de Aerogeneradores",
  "turbinefamilies.title": "Familias de Aerogeneradores en Parques Eólicos",
  "tutorial.dfigwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Spanish\\DFIGWTSimulator\\Introduction.html",
  "tutorial.dsaswt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Spanish\\DSASWTSimulator\\Introduction.html",
  "tutorial.family.path": "C:\\ACMSL\\WindFarmSimulator\\conf\\Training in Industrial aspects of Wind Energy\\WindTurbineFamilies.htmle",
  "tutorial.ldpframework.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Spanish\\LdP_Help\\Introduction.html",
  "tutorial.rrcwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Spanish\\RRCWTSimulator\\Introduction.html",
  "tutorial.wfscada.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Spanish\\Wind_Farm_Simulator_SCADA\\Introduction.html",
  "tutorial.wfsscada.button": "📖 Abrir el Tutorial del 'Centro de Control/SCADA de Parque Eólico'",
  "tutorials.dfigwt.button": "📖 Abrir el Tutorial del 'Simulador en Tiempo Real de Aerogenerador de Doble Alimentación'",
  "tutorials.dfigwt.h3": "Tutorial del 'Simulador en Tiempo Real de Aerogenerador de Doble Alimentación'",
  "tutorials.dfigwt.p1": "Esta familia de aerogeneradores constituye la gran mayoría de los instalados en parques eólicos de todo el mundo.",
  "tutorials.dfigwt.p2": "Es una planta de producción compleja que explota las capacidades de la electrónica de potencia moderna.",
  "tutorials.directaccess.p": "Los Tutoriales son un componente clave de la línea de productos de ACM SL. Normalmente están asociados a los Simuladores y Aplicaciones en Tiempo Real, y pueden accederse desde ellos: aquí puedes acceder directamente.",
  "tutorials.directaccess.title": "Acceso directo a los Tutoriales",
  "tutorials.dsaswt.button": "📖 Abrir el Tutorial del 'Simulador en Tiempo Real de Aerogenerador de Velocidad Dual y Estol Activo'",
  "tutorials.dsaswt.h3": "Tutorial del 'Simulador en Tiempo Real de Aerogenerador de Velocidad Dual y Estol Activo'",
  "tutorials.dsaswt.p1": "En este tutorial encontrarás la descripción de:",
  "tutorials.dsaswt.p2": "* los subsistemas más comunes en un aerogenerador moderno",
  "tutorials.dsaswt.p3": "* la descripción de sus condiciones de trabajo",
  "tutorials.dsaswt.p4": "* la base del generador de inducción asíncrono",
  "tutorials.ldpframework.button": "📖 Abrir el Tutorial del 'Simulador en Tiempo Real de Aerogenerador de Doble Alimentación'",
  "tutorials.ldpframework.h3": "Tutorial del 'framework LdP'",
  "tutorials.ldpframework.p1": "Todos los simuladores en tiempo real de ACMSL están basados en el framework <strong>LdP</strong>, desarrollado por ACM SL, que ofrece funcionalidades únicas para el desarrollo de simuladores en tiempo real, que a su vez están basados en <strong>Gemelos Digitales</strong>",
  "tutorials.ldpframework.p2": "En este tutorial tienes una descripción de sus características.",
  "tutorials.rrcwt.button": "📖 Abrir el Tutorial del 'Simulador en Tiempo Real de Control de Resistencia de Rotor'",
  "tutorials.rrcwt.h3": "Tutorial del 'Simulador en Tiempo Real de Control de Resistencia de Rotor'",
  "tutorials.rrcwt.p1": "Esta familia de aerogeneradores constituye un paso importante en el desarrollo de aerogeneradores modernos, como los DFIG.",
  "tutorials.rrcwt.p2": "Utiliza una característica común de los generadores de inducción asíncrona para resolver el problema de usar el tren de potencia como dispositivo de almacenamiento de energía para afrontar los problemas asociados a las ráfagas de viento.",
  "tutorials.windfarm_scada.button": "📖 Abrir el Tutorial del 'Centro de Control/SCADA de Parque Eólico'",
  "tutorials.windfarm_scada.h3": "Acceso al Tutorial del simulador 'Centro de Control/SCADA de Parque Eólico'",
  "tutorials.windfarm_scada.p1": "Aunque el simulador 'Centro de Control/SCADA de Parque Eólico' incluye acceso integrado a su tutorial, esta opción permite abrir el tutorial por separado, sin lanzar el simulador.",
  "tutorials.windfarm_scada.p2": "Y sobre las principales características de la Red Eléctrica que afectan la operación del Parque Eólico.",
  "videos.p": "Selecciona un vídeo para ver.",
  "videos.title": "Vídeos relacionados con Aerogeneradores",
  "windfarms.p": "Los parques eólicos sirven como unidades fundamentales de producción, suministrando su energía directamente a la Red Eléctrica.",
  "windfarms.title": "Los Parques Eólicos y la Red Eléctrica"
}