{
  "header.title": "Simulateurs en temps réel d'éoliennes, outils de formation et d'ingénierie",
  "header.subtitle": "Réduit les coûts de formation et renforce votre personnel de maintenance",
  "search.placeholder": "Recherche…",
  "search.button": "Recherche",
  "home": "Accueil",
  "breadcrumb.landing": "Accueil",
  "breadcrumb.concepts": "Concepts de l'énergie éolienne",
  "breadcrumb.Wind Farm SCADA": "SCADA de parc éolien",
  "breadcrumb.opcionSimuladores": "Simulateurs",
  "breadcrumb.opcionTutoriales": "Tutoriels",
  "breadcrumb.opcionGuias": "Guides",
  "breadcrumb.opcion6": "Vidéos",
  "breadcrumb.opcion4": "Chaîne cinématique",
  "breadcrumb.opcion5": "Back-to-Back",
  "breadcrumb.opcionGuiaWFSSCADA": "Guide SCADA",
  "landing.title": "Sélectionnez un sujet",
  "landing.subtitle": "Cliquez sur un sujet pour accéder aux applications correspondantes",
  "card.intro.title": "Introduction aux concepts des éoliennes",
  "card.grid.title2": "Concepts du réseau électrique et des parcs éoliens",
  "card.grid.title3": "Accès aux simulateurs en temps réel d'éoliennes",
  "card.grid.title4": "Logiciel d'analyse de la chaîne cinématique",
  "card.grid.title5": "Convertisseurs Back-to-Back des DFIG",
  "card.grid.title6": "Quelques vidéos significatives",
  "card.grid.title7": "Accès aux tutoriels",
  "card.grid.title8": "Apprentissage guidé et expériences suggérées",
  "concepts.mindmap.h3": "Carte mentale avec les mots clés sur l'énergie éolienne",
  "concepts.mindmap.p": "Cette carte mentale présente une vue structurelle des aspects techniques, opérationnels et technologiques essentiels de l'énergie éolienne, servant de référence complète pour la planification, la formation et la prise de décision.",
  "concepts.intro.mindmap.button": "▶ Ouvrir la carte mentale",
  "concepts.intro.textbutton": "▶ Visualiser le tutoriel",
  "concepts.intro.family": "Introduction aux familles d'éoliennes et à leur évolution",
  "concepts.title": "Introduction aux concepts de l'énergie éolienne",

  "concepts.title.p": "",
  "tutorials.directaccess.title": "Accès direct aux tutoriels",
  "tutorials.directaccess.p": "Les tutoriels sont un élément clé de la gamme de produits ACM SL. Ils sont généralement associés aux simulateurs et applications en temps réel, et peuvent être consultés depuis ceux-ci : ici, vous pouvez y accéder directement.",
  "scada.guide.title": "Exploration guidée du SCADA de parc éolien",
  "guided.learning.title": "Accès à l'apprentissage guidé et aux expériences suggérées",
  "guided.learning.p": "Dans cette section, vous trouverez des visites guidées des tutoriels ainsi que des expériences suggérées décrites dans les tutoriels",
  "windfarms.title": "Les parcs éoliens et le réseau électrique",
  "windfarms.p": "Les parcs éoliens servent d'unités de production fondamentales, fournissant leur énergie directement au réseau électrique.",
  "turbinefamilies.title": "Familles d'éoliennes dans les parcs éoliens",
  "turbinefamilies.p": "Vous avez une présentation introductive dans Familles d'éoliennes",
  "drivetrain.title": "Sur la chaîne cinématique de l'éolienne",
  "drivetrain.p": "Documentation sur la chaîne cinématique et accès à l'outil pour concevoir et étudier sa courbe opérationnelle (rpm des pales vs vitesse du vent)",
  "b2b.title": "Convertisseurs électroniques de puissance Back-to-Back",
  "b2b.p": "Programme pour calculer la demande sur les convertisseurs Back-to-Back lorsqu'ils sont connectés à une machine asynchrone, dans les éoliennes DFIG.",
  "videos.title": "Vidéos liées aux éoliennes",
  "videos.p": "Sélectionnez une vidéo à regarder. Les titres proviennent de Videos.txt.",

    "simulator.wfscada.h3": "Simulateur 'Centre de Contrôle/SCADA de Parc Éolien' d'ACMSL",
    "simulator.wfscada.p": "Ce simulateur, accompagné de son tutoriel, permet aux utilisateurs de comprendre les composants du parc éolien, leurs rôles opérationnels et la façon dont ils interagissent entre eux et avec le réseau électrique.",

  "tutorial.family.path": "C:\\ACMSL\\WindFarmSimulator\\conf\\Training in Industrial aspects of Wind Energy\\WindTurbineFamilies.htmle",
  "mindmap.windenergy.path": "C:\\ACMSL\\ACM SL Wind Energy Applications\\English\\files\\Training in Industrial aspects of Wind Energy.mm",

  "tutorials.windfarm_scada.h3": "Tutoriel du Simulateur 'Wind Farm Control Center/SCADA'",
  "tutorials.windfarm_scada.p1": "Apprendez les composants du parc éolien, la sous-station électrique, le contrôle SCADA et ses fonctionnalités, la tour météorologique, les communications avec l'éolienne, la relation avec l'opérateur du système de transmission du réseau.",
  "tutorials.windfarm_scada.p2": "Et sur les principales caractéristiques du réseau électrique affectant le fonctionnement du parc éolien.",
  "tutorials.windfarm_scada.button": "📖 Ouvrir le tutoriel 'Wind Farm Control Center/SCADA'",

    "tutorials.windfarm_scada.h3": "Accès au tutoriel du simulateur 'Centre de Contrôle/SCADA de Parc Éolien'",
    "tutorials.windfarm_scada.p1": "Bien que le simulateur 'Centre de Contrôle/SCADA de Parc Éolien' inclue un accès intégré à son tutoriel, cette option permet d'ouvrir le tutoriel séparément, sans lancer le simulateur lui-même.",
  "tutorials.dsaswt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à de vitesse et volet actif'",
  "tutorials.dsaswt.p1": "Dans ce tutoriel, vous trouverez la description de :",
  "tutorials.dsaswt.p2": "* les sous-systèmes les plus courants dans une éolienne moderne",
  "tutorials.dsaswt.p3": "* la description de ses conditions de fonctionnement",
  "tutorials.dsaswt.p4": "* les bases du générateur asynchrone",
  "tutorials.dsaswt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à deux vitesses et volet actif'",
  "tutorials.rrcwt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à résistance de rotor contrôlée'",
  "tutorials.rrcwt.p1": "Cette famille d'éoliennes constitue une étape importante dans le développement des éoliennes modernes, comme les DFIG.",
  "tutorials.rrcwt.p2": "Elle utilise une caractéristique commune des générateurs asynchrones pour résoudre le problème de l'utilisation de la chaîne cinématique comme dispositif de stockage d'énergie afin de faire face aux problèmes associés aux rafales de vent.",
  "tutorials.rrcwt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à résistance de rotor contrôlée'",
  "tutorials.dfigwt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à générateur asynchrone à double alimentation'",
  "tutorials.dfigwt.p1": "Cette famille d'éoliennes constitue la grande majorité des éoliennes installées dans les parcs éoliens du monde entier.",
  "tutorials.dfigwt.p2": "C'est une centrale de production complexe qui exploite les capacités de l'électronique de puissance moderne.",
  "tutorials.dfigwt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à générateur asynchrone à double alimentation'",
  "tutorials.ldpframework.h3": "Tutoriel du 'Cadre LdP'",
  "tutorials.ldpframework.p1": "Tous les simulateurs en temps réel d'ACMSL sont basés sur le cadre LdP, développé par ACM SL, qui offre des fonctionnalités uniques pour le développement de simulateurs en temps réel, qui, à leur tour, sont basés sur des <strong>Jumeaux Numériques</strong>",
  "tutorials.ldpframework.p2": "Dans ce tutoriel, vous trouverez une description de ses caractéristiques.",
  "tutorials.ldpframework.button": "📖 Ouvrir le tutoriel 'Cadre LdP'",
  "tutorial.wfscada.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\Wind_Farm_Simulator_SCADA\\Introduction.html",
  "tutorial.wfsscada.button": "📖 Ouvrir le tutoriel du 'Centre de Contrôle/SCADA de Parc Éolien'"
}
