{
  "b2b.p": "Programme pour calculer la demande sur les convertisseurs Back-to-Back lorsqu'ils sont connectés à une machine asynchrone, dans les éoliennes DFIG.",
  "b2b.title": "Convertisseurs électroniques de puissance Back-to-Back",
  "breadcrumb.Wind Farm SCADA": "SCADA de parc éolien",
  "breadcrumb.concepts": "Concepts de l'énergie éolienne",
  "breadcrumb.landing": "Accueil",
  "breadcrumb.opcDFIGB2B": "Back-to-Back",
  "breadcrumb.opcGuideSCADA": "Guide SCADA",
  "breadcrumb.opcGuides": "Guides",
  "breadcrumb.opcOperCurve": "Chaîne cinématique",
  "breadcrumb.opcSimulators": "Simulateurs",
  "breadcrumb.opcTutorials": "Tutoriels",
  "breadcrumb.opcVideos": "Vidéos",
  "card.grid.help4": "Programme pour calculer la <strong>courbe opérationnelle des éoliennes à vitesse variable</strong> (familles DFIG et Full Converter).",
  "card.grid.help5": "Programme pour calculer les valeurs des variables magnétiques et électriques de la machine asynchrone dans les <strong>éoliennes DFIG</strong>, supposant qu'elle est connectée à un <strong>convertisseur électronique de puissance Back-to-Back</strong>.",
  "card.grid.title2": "Concepts du réseau électrique et des parcs éoliens",
  "card.grid.title3": "Accès aux simulateurs en temps réel d'éoliennes",
  "card.grid.title4": "Logiciel d'analyse de la chaîne cinématique",
  "card.grid.title5": "Convertisseurs Back-to-Back des DFIG",
  "card.grid.title6": "Quelques vidéos significatives",
  "card.grid.title7": "Accès aux tutoriels",
  "card.grid.title8": "Apprentissage guidé et expériences suggérées",
  "card.intro.title": "Introduction aux concepts des éoliennes",
  "concepts.intro.family": "Introduction aux familles d'éoliennes et à leur évolution",
  "concepts.intro.textbutton": "▶ Visualiser le tutoriel",
  "concepts.mindmap.button": "▶ Ouvrir la carte mentale",
  "concepts.mindmap.h3": "Carte mentale avec les concepts clés sur l'énergie éolienne",
  "concepts.mindmap.p": "Cette carte mentale présente une vue structurée des aspects techniques, opérationnels et technologiques essentiels de l'énergie éolienne, servant de référence complète pour la planification, la formation et la prise de décision.",
  "concepts.title": "Introduction aux concepts de l'énergie éolienne",
  "concepts.title.p": "",
  "dfig.modal.50hz": "50Hz",
  "dfig.modal.60hz": "60Hz",
  "dfig.modal.cancel": "Annuler",
  "dfig.modal.question": "Quelle version souhaitez-vous exécuter ?",
  "dfigb2b.h3": "Exécuter l'application \"DFIGB2B\"",
  "dfigb2b.p1": "Ce programme calcule toutes les variables magnétiques et électriques de la machine asynchrone utilisée dans la famille d'éoliennes DFIG, ainsi que la demande sur le convertisseur Back-to-Back. Idéal pour l'analyse post-mortem de ces convertisseurs.",
  "dfigb2b.p2": "Cette <a href=\"https://youtu.be/AfkW0Qvy8AI\" target=\"_blank\" rel=\"noopener noreferrer\">vidéo</a> contient une brève explication.",
  "drivetrain.p": "Documentation sur la chaîne cinématique et accès à l'outil pour concevoir et étudier sa courbe opérationnelle (rpm des pales vs vitesse du vent)",
  "drivetrain.title": "Sur la chaîne cinématique de l'éolienne",
  "guided.learning.p": "Dans cette section, vous trouverez des visites guidées des tutoriels ainsi que des expériences suggérées décrites dans les tutoriels",
  "guided.learning.title": "Accès à l'apprentissage guidé et aux expériences suggérées",
  "header.subtitle": "Réduit les coûts de formation et renforce votre personnel de maintenance",
  "header.title": "Simulateurs en temps réel d'éoliennes, outils de formation et d'ingénierie",
  "help": "Aide",
  "home": "Accueil",
  "landing.subtitle": "Cliquez sur un sujet pour accéder aux applications correspondantes",
  "landing.title": "Sélectionnez un sujet",
  "mindmap.windenergy.path": "C:\\ACMSL\\ACM SL Wind Energy Applications\\French\\files\\Training in Industrial aspects of Wind Energy.mm",
  "nombre.idioma": "Français",
  "nrel.access.h3": "Accès à la documentation du National Renewable Energy Laboratory (NREL)",
  "nrel.access.p1": "Le NREL a publié en mars 2008 cet article de référence : <strong>\"Advanced Control Design for Wind Turbines Part I: Control Design, Implementation, and Initial Test - Part I: Control Design, Implementation, and Initial Tests\"</strong>.",
  "nrel.access.p2": "Il contient la description des algorithmes nécessaires à la conception de chaînes cinématiques extrayant la puissance maximale du vent disponible.",
  "opcurve.h3": "Courbe opérationnelle des éoliennes à vitesse variable",
  "opcurve.p1": "Pour obtenir la puissance maximale du vent existant, une technique appelée <strong>suivi du point de puissance maximale</strong> (MPPT) est utilisée. Les pales doivent tourner à une vitesse proportionnelle à la vitesse du vent.",
  "opcurve.p2": "Cette application permet d'évaluer les algorithmes à mettre en œuvre pour y parvenir.",
  "opcurve.p3": "Il s'agit d'un outil d'ingénierie conçu pour analyser et définir les conditions de fonctionnement de la chaîne cinématique d'une éolienne en fonction du type de pale, de la longueur de la pale et de son couplage avec le générateur électrique, y compris la vitesse synchrone et le rapport de la boîte de vitesses sélectionnée.",
  "open": "Ouvrir",
  "scada.guide.title": "Exploration guidée du SCADA de parc éolien",
  "search.button": "Recherche",
  "search.placeholder": "Recherche…",
  "simuladorDFIG.configuracion.50hz": "dfigr12_50hz.conf",
  "simuladorDFIG.configuracion.60hz": "dfigr12_60hz.conf",
  "simuladorDSAS.configuracion": "DSASr12.conf",
  "simuladorRRC.configuracion": "rrcr12.conf",
  "simulator.dfigwt.p": "Simulateur en temps réel pour la famille d'éoliennes DFIG, incluant la simulation du <strong>convertisseur Back-to-Back d'électronique de puissance</strong>.",
  "simulator.dfigwt.title": "Pour la famille d'éoliennes à génératrice asynchrone à double alimentation (DFIG)",
  "simulator.dsaswt.p": "Simulateur en temps réel pour la famille d'éoliennes à pales à pas variable et contrôle selon le principe du <strong>stall actif</strong>, avec <strong>deux vitesses de rotation du moyeu</strong>.",
  "simulator.dsaswt.title": "Pour la famille d'éoliennes à cage d'écureuil, à commande Active Stall et double vitesse",
  "simulator.rrcwt.p": "Simulateur en temps réel pour la famille d'éoliennes qui mettent en œuvre le contrôle par deux mécanismes : le pas des pales et la <strong>résistance du rotor bobiné du générateur asynchrone</strong>.",
  "simulator.rrcwt.title": "Pour la famille d'éoliennes à contrôle de résistance de rotor",
  "simulator.wfscada.h3": "Simulateur 'Centre de Contrôle/SCADA de Parc Éolien' d'ACMSL",
  "simulator.wfscada.p": "Ce simulateur, accompagné de son tutoriel, permet aux utilisateurs de comprendre les composants du parc éolien, leurs rôles opérationnels et la façon dont ils interagissent entre eux et avec le réseau électrique.",
  "turbinefamilies.p": "Vous avez une présentation introductive dans Familles d'éoliennes",
  "turbinefamilies.title": "Familles d'éoliennes dans les parcs éoliens",
  "tutorial.dfigwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\DFIGWTSimulator\\Introduction.html",
  "tutorial.dsaswt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\DSASWTSimulator\\Introduction.html",
  "tutorial.family.path": "C:\\ACMSL\\WindFarmSimulator\\conf\\Training in Industrial aspects of Wind Energy\\WindTurbineFamilies.htmle",
  "tutorial.ldpframework.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\LdP_Help\\Introduction.html",
  "tutorial.rrcwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\RRCWTSimulator\\Introduction.html",
  "tutorial.wfscada.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\French\\Wind_Farm_Simulator_SCADA\\Introduction.html",
  "tutorial.wfsscada.button": "📖 Ouvrir le tutoriel du 'Centre de Contrôle/SCADA de Parc Éolien'",
  "tutorials.dfigwt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à générateur asynchrone à double alimentation'",
  "tutorials.dfigwt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à générateur asynchrone à double alimentation'",
  "tutorials.dfigwt.p1": "Cette famille d'éoliennes constitue la grande majorité des éoliennes installées dans les parcs éoliens du monde entier.",
  "tutorials.dfigwt.p2": "C'est une centrale de production complexe qui exploite les capacités de l'électronique de puissance moderne.",
  "tutorials.directaccess.p": "Les tutoriels sont un élément clé de la gamme de produits ACM SL. Ils sont généralement associés aux simulateurs et applications en temps réel, et peuvent être consultés depuis ceux-ci : ici, vous pouvez y accéder directement.",
  "tutorials.directaccess.title": "Accès direct aux tutoriels",
  "tutorials.dsaswt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à deux vitesses et volet actif'",
  "tutorials.dsaswt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à deux vitesses et volet actif'",
  "tutorials.dsaswt.p1": "Dans ce tutoriel, vous trouverez la description de :",
  "tutorials.dsaswt.p2": "* les sous-systèmes les plus courants dans une éolienne moderne",
  "tutorials.dsaswt.p3": "* la description de ses conditions de fonctionnement",
  "tutorials.dsaswt.p4": "* les bases du générateur asynchrone",
  "tutorials.ldpframework.button": "📖 Ouvrir le tutoriel du 'Cadre LdP'",
  "tutorials.ldpframework.h3": "Tutoriel du 'Cadre LdP'",
  "tutorials.ldpframework.p1": "Tous les simulateurs en temps réel d'ACMSL sont basés sur le cadre LdP, développé par ACM SL, qui offre des fonctionnalités uniques pour le développement de simulateurs en temps réel, qui, à leur tour, sont basés sur des <strong>Jumeaux Numériques</strong>",
  "tutorials.ldpframework.p2": "Dans ce tutoriel, vous trouverez une description de ses caractéristiques.",
  "tutorials.rrcwt.button": "📖 Ouvrir le tutoriel 'Simulateur en temps réel d'éolienne à résistance de rotor contrôlée'",
  "tutorials.rrcwt.h3": "Tutoriel du 'Simulateur en temps réel d'éolienne à résistance de rotor contrôlée'",
  "tutorials.rrcwt.p1": "Cette famille d'éoliennes constitue une étape importante dans le développement des éoliennes modernes, comme les DFIG.",
  "tutorials.rrcwt.p2": "Elle utilise une caractéristique commune des générateurs asynchrones pour résoudre le problème de l'utilisation de la chaîne cinématique comme dispositif de stockage d'énergie afin de faire face aux problèmes associés aux rafales de vent.",
  "tutorials.windfarm_scada.button": "📖 Ouvrir le tutoriel du 'Centre de Contrôle/SCADA de Parc Éolien'",
  "tutorials.windfarm_scada.h3": "Accès au tutoriel du simulateur 'Centre de Contrôle/SCADA de Parc Éolien'",
  "tutorials.windfarm_scada.p1": "Bien que le simulateur 'Centre de Contrôle/SCADA de Parc Éolien' inclue un accès intégré à son tutoriel, cette option permet d'ouvrir le tutoriel séparément, sans lancer le simulateur lui-même.",
  "tutorials.windfarm_scada.p2": "Et sur les principales caractéristiques du réseau électrique affectant le fonctionnement du parc éolien.",
  "videos.p": "Sélectionnez une vidéo à regarder.",
  "videos.title": "Vidéos liées aux éoliennes",
  "windfarms.p": "Les parcs éoliens servent d'unités de production fondamentales, fournissant leur énergie directement au réseau électrique.",
  "windfarms.title": "Les parcs éoliens et le réseau électrique"
}