{
  "b2b.p": "Programa para calcular a demanda sobre os conversores Back-to-Back quando conectados a uma máquina de indução assíncrona, em turbinas eólicas DFIG.",
  "b2b.title": "Conversores eletrônicos de potência Back-to-Back",
  "breadcrumb.concepts": "Conceitos de energia eólica",
  "breadcrumb.landing": "Início",
  "breadcrumb.opcDFIGB2B": "Back-to-Back",
  "breadcrumb.opcGuides": "Guias",
  "breadcrumb.opcGuideSCADA": "Guia SCADA",
  "breadcrumb.opcOperCurve": "Trem de força",
  "breadcrumb.opcSimulators": "Simuladores",
  "breadcrumb.opcTutorials": "Tutoriais",
  "breadcrumb.opcVideos": "Vídeos",
  "breadcrumb.Wind Farm SCADA": "SCADA de Parque Eólico",
  "card.grid.help4": "Programa para calcular a <strong>Curva Operacional de Turbinas Eólicas de Velocidade Variável</strong> (famílias DFIG e Full Converter).",
  "card.grid.help5": "Programa para calcular os valores das variáveis magnéticas e elétricas na máquina de indução assíncrona em <strong>Turbinas Eólicas DFIG</strong>, supondo que está conectada a um <strong>conversor eletrônico de potência Back-to-Back</strong>.",
  "card.grid.title2": "Conceitos de rede elétrica e parques eólicos",
  "card.grid.title3": "Acesso a simuladores de turbinas eólicas em tempo real",
  "card.grid.title4": "Software de análise do trem de força",
  "card.grid.title5": "Conversores Back-to-Back de DFIGs",
  "card.grid.title6": "Alguns vídeos importantes",
  "card.grid.title7": "Acesso aos tutoriais",
  "card.grid.title8": "Aprendizagem guiada e experiências sugeridas",
  "card.intro.title": "Introdução aos conceitos de turbinas eólicas",
  "concepts.intro.family": "Introdução às famílias de turbinas eólicas e sua evolução",
  "concepts.intro.textbutton": "▶ Visualizar o Tutorial",
  "concepts.mindmap.button": "▶ Abrir o Mapa Mental",
  "concepts.mindmap.h3": "Mapa mental com os conceitos-chave sobre energia eólica",
  "concepts.mindmap.p": "Este mapa mental apresenta uma visão estruturada dos principais aspectos técnicos, operacionais e tecnológicos da energia eólica, servindo como referência completa para planejamento, treinamento e tomada de decisão.",
  "concepts.title": "Introdução aos conceitos de energia eólica",
  "concepts.title.p": "",
  "dfig.modal.50hz": "50Hz",
  "dfig.modal.60hz": "60Hz",
  "dfig.modal.cancel": "Cancelar",
  "dfig.modal.question": "Qual versão você deseja executar?",
  "dfigb2b.h3": "Executar o aplicativo \"DFIGB2B\"",
  "dfigb2b.p1": "Este programa calcula todas as variáveis magnéticas e elétricas na máquina de indução assíncrona utilizada na família de turbinas eólicas DFIG, bem como a demanda sobre o conversor Back-to-Back. Ideal para análise pós-morte desses conversores.",
  "dfigb2b.p2": "Este <a href=\"https://youtu.be/AfkW0Qvy8AI\" target=\"_blank\" rel=\"noopener noreferrer\">vídeo</a> contém uma breve explicação.",
  "drivetrain.p": "Documentação sobre o trem de força e acesso à ferramenta para projetar e estudar sua curva operacional (rpm das pás vs velocidade do vento)",
  "drivetrain.title": "Sobre o trem de força da turbina eólica",
  "guided.learning.p": "Nesta seção você encontrará passeios guiados pelos tutoriais, bem como experiências sugeridas descritas nos tutoriais",
  "guided.learning.title": "Acesso à aprendizagem guiada e experiências sugeridas",
  "header.subtitle": "Reduza os custos de treinamento e fortaleça sua equipe de manutenção",
  "header.title": "Simuladores de turbinas eólicas em tempo real, ferramentas de treinamento e engenharia",
  "help": "Ajuda",
  "home": "Início",
  "landing.subtitle": "Clique em um assunto para acessar as aplicações correspondentes",
  "landing.title": "Selecione um assunto",
  "mindmap.windenergy.path": "C:\\ACMSL\\ACM SL Wind Energy Applications\\Portuguese\\files\\Training in Industrial aspects of Wind Energy.mm",
  "nombre.idioma": "Português",
  "nrel.access.h3": "Acesso à documentação do National Renewable Energy Laboratory (NREL)",
  "nrel.access.p1": "O NREL publicou em março de 2008 este artigo de referência: <strong>\"Advanced Control Design for Wind Turbines Part I: Control Design, Implementation, and Initial Test - Part I: Control Design, Implementation, and Initial Tests\"</strong>.",
  "nrel.access.p2": "Contém a descrição dos algoritmos necessários para projetar trens de força que extraiam a potência máxima do vento disponível.",
  "opcurve.h3": "Curva operacional de turbinas eólicas de velocidade variável",
  "opcurve.p1": "Para obter a potência máxima do vento existente, utiliza-se uma técnica conhecida como <strong>Maximum Power Point Tracking</strong> (MPPT). As pás devem girar a uma velocidade proporcional à velocidade do vento.",
  "opcurve.p2": "Este aplicativo permite a avaliação dos algoritmos que devem ser implementados para alcançá-lo.",
  "opcurve.p3": "É uma ferramenta de engenharia projetada para analisar e definir as condições operacionais do trem de força de uma turbina eólica com base no tipo de pá, comprimento da pá e seu acoplamento com o gerador elétrico, incluindo a velocidade síncrona e a relação de transmissão selecionada.",
  "open": "Abrir",
  "scada.guide.title": "Exploração guiada do SCADA de Parque Eólico",
  "search.button": "Pesquisar",
  "search.placeholder": "Pesquisar…",
  "simuladorDFIG.50hz": "dfigr12_50hz.conf",
  "simuladorDFIG.60hz": "dfigr12_60hz.conf",
  "simuladorDSAS.configuracion": "DSASr12.conf",
  "simuladorRRC.configuracion": "rrcr12.conf",
  "simulator.dfigwt.p": "Simulador em tempo real para a família de turbinas eólicas DFIG, incluindo a simulação do <strong>conversor Back-to-Back de eletrônica de potência</strong>.",
  "simulator.dfigwt.title": "Para a família de turbinas eólicas de duplo alimentador (DFIG)",
  "simulator.dsaswt.p": "Simulador em tempo real para a família de turbinas eólicas com pás de passo variável e controle pelo <strong>princípio de estol ativo</strong>, e <strong>duas velocidades operacionais do cubo</strong>.",
  "simulator.dsaswt.title": "Para a família de geradores de gaiola de esquilo, controlados por Active Stall e dupla velocidade",
  "simulator.rrcwt.p": "Simulador em tempo real para a família de turbinas eólicas que implementam o controle por dois mecanismos: o passo das pás e a <strong>resistência do rotor bobinado do gerador de indução assíncrono</strong>.",
  "simulator.rrcwt.title": "Para a família de turbinas eólicas com controle de resistência do rotor",
  "simulator.wfscada.h3": "Simulador 'Centro de Controle/SCADA de Parque Eólico' da ACMSL",
  "simulator.wfscada.p": "Este simulador, juntamente com seu Tutorial, permite aos usuários compreender os componentes do Parque Eólico, seus papéis operacionais e a forma como interagem entre si e com a Rede Elétrica.",
  "turbinefamilies.p": "Você tem uma apresentação introdutória em Famílias de turbinas eólicas",
  "turbinefamilies.title": "Famílias de turbinas eólicas em parques eólicos",
  "tutorial.dfigwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Portuguese\\DFIGWTSimulator\\Introduction.html",
  "tutorial.dsaswt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Portuguese\\DSASWTSimulator\\Introduction.html",
  "tutorial.family.path": "C:\\ACMSL\\WindFarmSimulator\\conf\\Training in Industrial aspects of Wind Energy\\WindTurbineFamilies.htmle",
  "tutorial.ldpframework.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Portuguese\\LdP_Help\\Introduction.html",
  "tutorial.rrcwt.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Portuguese\\RRCWTSimulator\\Introduction.html",
  "tutorial.wfscada.path": "C:\\ACMSL\\WindFarmSimulator\\Help\\Portuguese\\Wind_Farm_Simulator_SCADA\\Introduction.html",
  "tutorial.wfsscada.button": "📖 Abrir o tutorial do 'Centro de Controle/SCADA de Parque Eólico'",
  "tutorials.dfigwt.button": "📖 Abrir o tutorial do 'Simulador em tempo real de turbina eólica de duplo alimentador'",
  "tutorials.dfigwt.h3": "Tutorial do 'Simulador em tempo real de turbina eólica de duplo alimentador'",
  "tutorials.dfigwt.p1": "Esta família de turbinas eólicas constitui a grande maioria das instaladas em parques eólicos em todo o mundo.",
  "tutorials.dfigwt.p2": "É uma planta de produção complexa que explora as capacidades da eletrônica de potência moderna.",
  "tutorials.directaccess.p": "Os tutoriais são um componente chave da linha de produtos ACM SL. Normalmente estão associados aos simuladores e aplicações em tempo real, e podem ser acessados a partir deles: aqui você pode acessar diretamente.",
  "tutorials.directaccess.title": "Acesso direto aos tutoriais",
  "tutorials.dsaswt.button": "📖 Abrir o tutorial do 'Simulador em tempo real de turbina eólica de velocidade dupla e estol ativo'",
  "tutorials.dsaswt.h3": "Tutorial do 'Simulador em tempo real de turbina eólica de velocidade dupla e estol ativo'",
  "tutorials.dsaswt.p1": "Neste tutorial você encontrará a descrição de:",
  "tutorials.dsaswt.p2": "* os subsistemas mais comuns em uma turbina eólica moderna",
  "tutorials.dsaswt.p3": "* a descrição de suas condições de trabalho",
  "tutorials.dsaswt.p4": "* a base do gerador de indução assíncrona",
  "tutorials.ldpframework.button": "📖 Abrir o tutorial do 'Simulador em tempo real de turbina eólica de duplo alimentador'",
  "tutorials.ldpframework.h3": "Tutorial do 'framework LdP'",
  "tutorials.ldpframework.p1": "Todos os simuladores em tempo real da ACMSL são baseados no framework <strong>LdP</strong>, desenvolvido pela ACM SL, que oferece funcionalidades únicas para o desenvolvimento de simuladores em tempo real, que por sua vez são baseados em <strong>Gêmeos Digitais</strong>",
  "tutorials.ldpframework.p2": "Neste tutorial você tem uma descrição de suas características.",
  "tutorials.rrcwt.button": "📖 Abrir o tutorial do 'Simulador em tempo real de controle de resistência do rotor'",
  "tutorials.rrcwt.h3": "Tutorial do 'Simulador em tempo real de controle de resistência do rotor'",
  "tutorials.rrcwt.p1": "Esta família de turbinas eólicas constitui um passo importante no desenvolvimento de turbinas eólicas modernas, como as DFIG.",
  "tutorials.rrcwt.p2": "Utiliza uma característica comum dos geradores de indução assíncrona para resolver o problema de usar o trem de força como dispositivo de armazenamento de energia para lidar com os problemas associados às rajadas de vento.",
  "tutorials.windfarm_scada.button": "📖 Abrir o tutorial do 'Centro de Controle/SCADA de Parque Eólico'",
  "tutorials.windfarm_scada.h3": "Acesso ao tutorial do simulador 'Centro de Controle/SCADA de Parque Eólico'",
  "tutorials.windfarm_scada.p1": "Embora o simulador 'Centro de Controle/SCADA de Parque Eólico' inclua acesso integrado ao seu tutorial, esta opção permite abrir o tutorial separadamente, sem iniciar o simulador em si.",
  "tutorials.windfarm_scada.p2": "E sobre as principais características da Rede Elétrica que afetam a operação do Parque Eólico.",
  "videos.p": "Selecione um vídeo para assistir.",
  "videos.title": "Vídeos relacionados a turbinas eólicas",
  "windfarms.p": "Os parques eólicos servem como unidades fundamentais de produção, fornecendo sua energia diretamente à Rede Elétrica.",
  "windfarms.title": "Os Parques Eólicos e a Rede Elétrica",
  "tutorial.page.home": "Início",
  "tutorial.page.mindmap.title": "Mapa de Conhecimento em Energia Eólica",
  "tutorial.page.mindmap.subtitle": "Uma visão estrutural completa da tecnologia de energia eólica",
  "tutorial.page.families.title": "As 5 Famílias de Turbinas Eólicas Industriais",
  "tutorial.page.families.subtitle": "Dos pioneiros de velocidade fixa às modernas centrais de velocidade variável",
  "tutorial.page.industrial.title": "Turbinas Eólicas Industriais",
  "tutorial.page.industrial.subtitle": "Compreender as centrais autónomas de produção de energia que aproveitam o vento",
  "tutorial.page.ranges.title": "Faixas Operacionais de Velocidade do Vento",
  "tutorial.page.ranges.subtitle": "Compreender os limiares de vento que governam o comportamento das turbinas eólicas",
  "tutorial.page.nav.introduction": "Introdução",
  "tutorial.page.nav.windturbines": "Turbinas eólicas",
  "tutorial.page.nav.families": "Famílias",
  "tutorial.page.nav.windranges": "Faixas de vento",
  "tutorial.page.nav.simulators": "Simuladores",
  "tutorial.page.nav.knowledgemap": "Mapa de conhecimento",
  "tutorial.page.cta.title": "Experimente os nossos simuladores em tempo real",
  "tutorial.page.cta.subtitle": "Avaliação gratuita de 2 dias",
  "tutorial.page.cta.button": "Baixar simuladores",
  "tutorial.page.footer": "Todos os direitos reservados."
}