<!DOCTYPE html>
<html lang="fr">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Carte des Connaissances en &Eacute;nergie &Eacute;olienne - ACMSL</title>
  <link rel="stylesheet" href="../tutorial.css">
</head>
<body>

<header class="tut-header">
  <div class="tut-header-left">
    <img src="../../img/ACM_LOGO.png" alt="ACMSL" class="logo">
    <a href="https://www.acm-sl.com" class="brand">ACMSL</a>
  </div>
  <nav>
    <a href="introduction.html">Introduction</a>
    <a href="eoliennes-industrielles.html">&Eacute;oliennes</a>
    <a href="familles-eoliennes.html">Familles</a>
    <a href="plages-operationnelles.html">Plages de vent</a>
    <a href="simulateurs-et-tutoriels.html">Simulateurs</a>
    <a href="carte-mentale.html" class="active">Carte mentale</a>
  </nav>
</header>

<section class="tut-hero">
  <h1>Carte des Connaissances en &Eacute;nergie &Eacute;olienne</h1>
  <p>Une vue structurelle compl&egrave;te de la technologie &eacute;olienne</p>
</section>

<main class="tut-content">

  <h2>Un r&eacute;f&eacute;rentiel exhaustif</h2>
  <p>
    ACMSL a cr&eacute;&eacute; une <strong>carte mentale compl&egrave;te</strong> couvrant l'ensemble des aspects industriels
    de l'&eacute;nergie &eacute;olienne. Ce r&eacute;f&eacute;rentiel structur&eacute; organise les connaissances du secteur
    en un arbre hi&eacute;rarchique navigable, allant des fondamentaux th&eacute;oriques jusqu'aux d&eacute;tails techniques
    les plus pointus.
  </p>
  <p>
    Cette carte constitue &agrave; la fois un <strong>outil de r&eacute;f&eacute;rence</strong> pour les professionnels
    et un <strong>guide p&eacute;dagogique</strong> pour les apprenants, permettant de situer chaque concept dans
    son contexte global et de comprendre les interrelations entre les diff&eacute;rentes disciplines.
  </p>

  <figure class="tut-figure">
    <img src="../../img/mindmaprecortado.png" alt="Carte mentale de l'&eacute;nergie &eacute;olienne">
    <figcaption>Vue d'ensemble de la carte des connaissances en &eacute;nergie &eacute;olienne &mdash; 11 branches principales</figcaption>
  </figure>

  <h2>Les 11 branches principales</h2>

  <div class="tut-card">
    <h4>1. Fondamentaux et Contexte</h4>
    <p>
      Histoire de l'&eacute;nergie &eacute;olienne, &eacute;tat actuel du march&eacute;, contexte environnemental et
      cadre r&eacute;glementaire. Des premiers moulins &agrave; vent aux m&eacute;ga-&eacute;oliennes offshore modernes.
    </p>
  </div>

  <div class="tut-card">
    <h4>2. Ressource &Eacute;olienne</h4>
    <p>
      &Eacute;valuation de la ressource en vent, m&eacute;t&eacute;orologie appliqu&eacute;e, campagnes de mesure,
      analyse statistique du vent (distributions de Weibull) et micrositing pour l'optimisation du placement des &eacute;oliennes.
    </p>
  </div>

  <div class="tut-card">
    <h4>3. Principes Physiques</h4>
    <p>
      A&eacute;rodynamique des pales, principes &eacute;lectriques fondamentaux, types de g&eacute;n&eacute;rateurs
      (asynchrones, synchrones, &agrave; aimants permanents) et &eacute;lectronique de puissance (convertisseurs,
      onduleurs, redresseurs).
    </p>
  </div>

  <div class="tut-card">
    <h4>4. Production et Distribution d'&Eacute;nergie &Eacute;lectrique</h4>
    <p>
      Caract&eacute;ristiques du r&eacute;seau &eacute;lectrique, codes de r&eacute;seau (<em>grid codes</em>),
      syst&egrave;mes de stockage d'&eacute;nergie et qualit&eacute; de l'&eacute;nergie (harmoniques, flicker,
      facteur de puissance).
    </p>
  </div>

  <div class="tut-card">
    <h4>5. Instrumentation et Contr&ocirc;le Industriels</h4>
    <p>
      Capteurs et transducteurs, protocoles de communication industrielle, algorithmes de contr&ocirc;le (PID,
      contr&ocirc;le vectoriel, contr&ocirc;le pr&eacute;dictif) et syst&egrave;mes SCADA pour la supervision des
      parcs &eacute;oliens.
    </p>
  </div>

  <div class="tut-card">
    <h4>6. Parcs &Eacute;oliens</h4>
    <p>
      &Eacute;valuation des sites, gestion de projet, construction et g&eacute;nie civil, postes &eacute;lectriques
      de transformation, estimation de la production &eacute;nerg&eacute;tique et strat&eacute;gies de maintenance
      (pr&eacute;ventive, corrective, pr&eacute;dictive).
    </p>
  </div>

  <div class="tut-card">
    <h4>7. &Eacute;oliennes</h4>
    <p>
      Conception et classification, composants principaux (tour, pales, nacelle, fondation), syst&egrave;mes
      m&eacute;caniques (multiplicateur, syst&egrave;me de lacet, freins), sous-syst&egrave;me &eacute;lectrique
      et contr&ocirc;le avanc&eacute; de la machine.
    </p>
  </div>

  <div class="tut-card">
    <h4>8. Pr&eacute;vision M&eacute;t&eacute;orologique</h4>
    <p>
      Mod&egrave;les de pr&eacute;vision num&eacute;rique du temps (NWP), mod&egrave;les m&eacute;so-&eacute;chelle,
      pr&eacute;vision d'ensemble (<em>ensemble forecasting</em>) et leur application &agrave; la pr&eacute;diction
      de la production &eacute;olienne.
    </p>
  </div>

  <div class="tut-card">
    <h4>9. &Eacute;conomie et Financement</h4>
    <p>
      CAPEX (co&ucirc;ts d'investissement), OPEX (co&ucirc;ts d'exploitation), analyse de viabilit&eacute; &eacute;conomique,
      mod&egrave;les d'affaires (PPA, march&eacute; spot, tarifs r&eacute;glement&eacute;s) et m&eacute;canismes
      de financement de projets &eacute;oliens.
    </p>
  </div>

  <div class="tut-card">
    <h4>10. Aspects Environnementaux et Sociaux</h4>
    <p>
      Impact sur la faune (avifaune, chirop&egrave;res), nuisances sonores, impact visuel et paysager,
      &eacute;tude d'impact environnemental (EIE) et acceptabilit&eacute; sociale des projets &eacute;oliens.
    </p>
  </div>

  <div class="tut-card">
    <h4>11. S&eacute;curit&eacute; et Sant&eacute;</h4>
    <p>
      Normes de s&eacute;curit&eacute; applicables, certification GWO (<em>Global Wind Organisation</em>),
      &eacute;quipements de protection individuelle (EPI), proc&eacute;dures d'urgence et risques sp&eacute;cifiques
      au travail en hauteur et en environnement &eacute;lectrique.
    </p>
  </div>

  <h2>Outil de cr&eacute;ation</h2>
  <p>
    Cette carte des connaissances a &eacute;t&eacute; cr&eacute;&eacute;e avec <strong>Freeplane</strong>, un logiciel
    libre de cartographie mentale. Le format ouvert permet une mise &agrave; jour continue et une navigation ais&eacute;e
    &agrave; travers les diff&eacute;rentes branches th&eacute;matiques. La carte est bilingue (espagnol/anglais) et
    couvre plus de 500 concepts techniques interconnect&eacute;s.
  </p>

  <div class="tut-cta">
    <h3>Essayez nos simulateurs en temps r&eacute;el</h3>
    <p>&Eacute;valuation gratuite de 2 jours &mdash; sans engagement, sans installation complexe</p>
    <a href="../../index.html?section=downloads&lang=fr">T&eacute;l&eacute;charger les simulateurs</a>
  </div>

  <div class="tut-nav">
    <a href="simulateurs-et-tutoriels.html">&larr; Pr&eacute;c&eacute;dent&nbsp;: Simulateurs et Tutoriels</a>
    <span></span>
  </div>

</main>

<footer class="tut-footer">
  &copy; 2026 <a href="https://www.acm-sl.com">Automated Computing Machinery SL (ACMSL)</a>. Tous droits r&eacute;serv&eacute;s.
</footer>

</body>
</html>